import streamlit as st

from ui.refresh import refresh_data_button


st.set_page_config(page_title="Poker Statistics", layout="wide", initial_sidebar_state="expanded")

st.title("♠️ Здарова лудики")

# Intro text
st.markdown(
    """
Всем привет тут будет вся статистика того как круто мы играем в карты

В меню слева можно выбрать, статистику по какой дисциплине вы бы хотели проверить

- 💵 Кэш  
- 🏆 Турниры 
- 💰 Долги - страница для контроля кто что кому должен

Спасибо что вы с нами спустя года!
"""
)

refresh_data_button()
